260608_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/cantabria/fuerte-oleaje-frena-retirada-basuraleza-cuchia/20260608115606194060.html][El fuerte oleaje obliga a cambiar los planes, pero no detiene la limpieza de 'basuraleza' en Cuchía]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/juegos-olimpicos-cantabria-jubilacion-max-perro-guardia-civil/20260608110120194057.html][De proteger los Juegos Olímpicos a Cantabria: Max, el perro de la Guardia Civil, se jubila]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/un-barco-arde/20260608103124194055.html][Un barco arde de madrugada en el puerto deportivo Marina del Cantábrico de Camargo]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/turismo-rural-cantabria-encara-verano-reservas-mucho-mas-anticipadas-que-ano-pasado/20260607194354194051.html][El turismo rural de Cantabria encara el verano con reservas mucho más anticipadas que el año pasado]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/sofocado-incendio-rueda-camion-67-direccion-santander/20260607190349194050.html][Sofocado el incendio de la rueda de un camión en la A-67 en dirección Santander]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/politics/2026/06/07/trump-says-us-open-unfreezing-iranian-funds-easing-sanctions-if-they-behave/][Israel launches strikes on Iran after Tehran fires barrage of missiles]]
- [[https://www.washingtonpost.com/world/2026/06/07/with-pope-leo-bad-bunny-touring-madrid-bigger-star-might-be-pontiff/][With Leo and Bad Bunny touring Madrid, the bigger star might be the pope]]
- [[https://www.washingtonpost.com/world/2026/06/07/joy-worry-cape-verde-soccer-team-looks-world-cup-us/][Cape Verde dreams of World Cup soccer glory, fears U.S. immigration dragnet]]
- [[https://www.washingtonpost.com/business/2026/06/07/wounded-lebanese-journalist-died-rescuers-waited-israels-permission-save-her/][An airstrike trapped a journalist. She died as rescuers waited for permission to save her.]]
- [[https://www.washingtonpost.com/world/2026/06/07/armenia-takes-sides-trump-putin-power-contest-drawing-russia-fury/][Armenia, caught in Trump-Putin power contest, eyes E.U. and feels Russia’s ire]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/iran-fires-missiles-at-israel-after-israeli-airstrike-on-beirut-a93b4da7][Trump Tells Israel and Iran to Stop ‘Shooting’]]
- [[https://www.wsj.com/world/asia/what-xi-and-kim-want-from-their-summit-in-north-korea-99a330b3][What Xi and Kim Want From Their Summit in North Korea]]
- [[https://www.wsj.com/world/asia/powerful-earthquake-rocks-southern-philippines-6f10662c][Powerful Earthquake Kills at Least 19 in Southern Philippines]]
- [[https://www.wsj.com/world/asia/north-korea-economy-success-e80f7062][The World’s Most Surprising Economic Success Story Is…North Korea]]
- [[https://www.wsj.com/world/europe/france-totalenergies-gas-prices-9964062a][This Oil Giant Has Capped Prices at the Pump—but Just for the French]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/06/08/en-direct-moyen-orient-israel-a-nouveau-vise-par-des-missiles-iraniens-des-explosions-entendues-a-teheran-lundi-matin_6697888_3210.html][EN DIRECT, Moyen-Orient : Israël ciblée par une « trentaine » de tirs de missiles depuis l’Iran ; des explosions entendues à Téhéran lundi matin]]
- [[https://www.lemonde.fr/societe/article/2026/06/08/affaire-lyhanna-le-president-de-la-conference-nationale-des-procureurs-deplore-que-le-gouvernement-jette-en-pature-les-magistrats_6699486_3224.html][Affaire Lyhanna : le président de la Conférence nationale des procureurs déplore que le gouvernement « jette en pâture » les magistrats]]
- [[https://www.lemonde.fr/international/live/2026/06/08/en-direct-guerre-en-ukraine-posez-vos-questions-a-notre-journaliste-emmanuel-grynszpan-de-retour-d-ukraine_6698620_3210.html][EN DIRECT, guerre en Ukraine : «« Pour comprendre ce que veut le Kremlin, il est préférable de ne pas accorder le moindre crédit à ce qui est prononcé. Il faut en revanche regarder les actes »]]
- [[https://www.lemonde.fr/societe/article/2026/06/08/patrick-bruel-vise-par-au-moins-huit-plaintes-pour-violences-sexuelles-est-place-en-garde-a-vue_6699472_3224.html][Patrick Bruel en garde à vue dans le cadre d’une enquête pour violences sexuelles ; au moins 13 victimes, selon le parquet]]
- [[https://www.lemonde.fr/societe/article/2026/06/08/l-insee-projette-un-pic-de-population-en-2037-a-69-8-millions-d-habitants-suivi-d-une-baisse-reguliere_6699482_3224.html][L’Insee projette un pic de population en France en 2037 à 69,8 millions d’habitants, suivi d’une baisse régulière]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/en-direct-en-direct-guerre-au-moyen-orient-l-armee-israelienne-annonce-avoir-frappe-des-cibles-militaires-en-iran-20260608][EN DIRECT - Guerre au Moyen-Orient : Donald Trump appelle Israël et l’Iran à «cesser immédiatement de tirer»]]
- [[https://www.lefigaro.fr/international/guerre-au-moyen-orient-la-chine-profondement-preoccupee-par-les-attaques-reciproques-entre-l-iran-et-israel-20260608][Guerre au Moyen-Orient : la Chine «profondément préoccupée» par les attaques réciproques entre l’Iran et Israël]]
- [[https://www.lefigaro.fr/international/guerre-au-moyen-orient-les-houthis-revendiquent-une-attaque-contre-israel-et-interdisent-leurs-navires-en-mer-rouge-20260608][Guerre au Moyen-Orient : les Houthis revendiquent une attaque contre Israël et interdisent leurs navires en mer Rouge]]
- [[https://www.lefigaro.fr/international/on-vit-dans-la-peur-permanente-et-ca-nous-detruit-psychologiquement-au-liban-la-guerre-sans-fin-d-israel-20260607][«On vit dans la peur permanente, et ça nous détruit psychologiquement» : au Liban, la guerre sans fin d’Israël]]
- [[https://www.lefigaro.fr/actualite-france/demographie-une-france-plus-agee-plus-melangee-et-avec-plusieurs-millions-d-habitants-de-moins-a-l-horizon-2070-20260608][Démographie : une France plus âgée, plus mélangée et avec plusieurs millions d’habitants de moins à l’horizon 2070]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/clyel78e6p5o?at_medium=RSS&at_campaign=rss][At least 19 dead after major earthquake strikes southern Philippines]]
- [[https://www.bbc.com/news/videos/cd6p6zqzj6do?at_medium=RSS&at_campaign=rss][Rare footage captured of Great White shark in Mediterranean Sea]]
- [[https://www.bbc.com/news/articles/cvgel990n51o?at_medium=RSS&at_campaign=rss][Armenia's pro-West government wins election despite Russian pressure]]
- [[https://www.bbc.com/news/articles/ceqd5jgded8o?at_medium=RSS&at_campaign=rss][Trump to cheer on Knicks at NBA Finals game in New York City]]
- [[https://www.bbc.com/news/articles/cr7xr1g3nvvo?at_medium=RSS&at_campaign=rss][Zelensky's close European allies set out five conditions for peace talks]]

