260608_day_briefing.html
<div id="outline-container-orgb46000b" class="outline-4">
<h4 id="orgb46000b">The Guardian</h4>
<div class="outline-text-4" id="text-orgb46000b">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/world/2026/jun/08/extreme-fear-among-immigrants-as-backlash-sweeps-south-africa">‘Extreme fear’ among immigrants as backlash sweeps South Africa</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/06/ebola-spread-in-central-africa-could-match-2014-record-outbreak-us-health-officials-say">Ebola spread in central Africa could match 2014 record outbreak, US health officials say</a></li>
<li><a href="https://www.theguardian.com/global-development/2026/jun/05/ghana-african-charter-family-values-gender-women-sex-lgbtq-reproductive-rights">‘Family values’ African charter condemned by rights groups as regressive and dangerous</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/04/experts-criticise-plan-for-american-only-ebola-quarantine-centre-in-kenya">Experts criticise plan for American-only Ebola quarantine centre in Kenya</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/04/civilians-flee-mogadishu-somalia-as-militias-and-troops-trade-fire">Civilians flee as Somali troops and opposition-allied militias trade fire in Mogadishu</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org900393b" class="outline-3">
<h3 id="org900393b">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-org900393b">
</div>
<div id="outline-container-orgd6f0dc7" class="outline-4">
<h4 id="orgd6f0dc7">Corriere della Sera</h4>
<div class="outline-text-4" id="text-orgd6f0dc7">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1533f4e" class="outline-4">
<h4 id="org1533f4e">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-org1533f4e">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/gdf-scoperta-maxi-fabbrica-clandestina-sigarette-7-arresti-AIaI72WD">Gdf, scoperta maxi-fabbrica clandestina di sigarette: 7 arresti</a></li>
<li><a href="https://www.ilsole24ore.com/art/difesa-oceani-sfida-ogyre-recuperare-un-mese-40-mila-chili-rifiuti-mare-e-coste-AIA1V7WD">Difesa degli oceani, la sfida di Ogyre: recuperare in un mese 40 mila chili di rifiuti dal mare e dalle coste</a></li>
<li><a href="https://www.ilsole24ore.com/art/migranti-si-ribalta-barcone-largo-malta-recuperati-10-cadaveri-AIjCDhWD">Migranti, si ribalta barcone al largo di Malta: recuperati 10 cadaveri</a></li>
<li><a href="https://www.ilsole24ore.com/art/auto-travolge-cinque-pedoni-varesotto-morta-17enne-e-quattro-feriti-gravi-AIBUOfWD">Auto travolge cinque pedoni nel Varesotto, morta 17enne e quattro feriti gravi</a></li>
<li><a href="https://www.ilsole24ore.com/art/senatore-accusato-abusi-russa-avvia-accertamenti-AIzAfZWD">Senatore accusato di abusi, La Russa avvia accertamenti</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4d3dae5" class="outline-3">
<h3 id="org4d3dae5">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org4d3dae5">
</div>
<div id="outline-container-orgc2ee741" class="outline-4">
<h4 id="orgc2ee741">Der Spiegel</h4>
<div class="outline-text-4" id="text-orgc2ee741">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss">Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State'</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss">NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss">Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here</a></li>
<li><a href="https://www.spiegel.de/international/world/human-rights-in-the-us-meet-the-transgender-americans-forced-to-flee-gop-persecution-a-6371022b-8ad4-4e26-86ab-47a8aca52cd3#ref=rss">Human Rights in the US: Meet the Transgender Americans Forced to Flee GOP Persecution</a></li>
<li><a href="https://www.spiegel.de/international/world/an-interview-with-maduros-son-we-should-have-done-more-to-protect-my-father-a-6ff6f461-3a4d-4ed7-8ac9-e2e9985c7f36#ref=rss">An Interview with Maduro's Son: "We Should Have Done More to Protect My Father"</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgb51715f" class="outline-4">
<h4 id="orgb51715f">Deutsche Welle</h4>
<div class="outline-text-4" id="text-orgb51715f">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/kosovo-pm-wins-snap-vote-but-with-no-majority/a-77447536?maca=en-rss-en-world-4025-rdf">Kosovo PM wins snap vote, but with no majority</a></li>
<li><a href="https://www.dw.com/en/sipri-with-peace-elusive-nuclear-weapons-make-a-comeback/a-77441233?maca=en-rss-en-world-4025-rdf">SIPRI: With peace elusive, nuclear weapons make a comeback</a></li>
<li><a href="https://www.dw.com/en/has-zelenskyy-forfeited-an-honor-and-poland-s-sympathy/a-77412975?maca=en-rss-en-world-4025-rdf">Has Zelenskyy forfeited an honor — and Poland's sympathy?</a></li>
<li><a href="https://www.dw.com/en/reports-iran-uses-war-as-cover-for-increased-executions/a-77451822?maca=en-rss-en-world-4025-rdf">Reports: Iran uses war as cover for increased executions</a></li>
<li><a href="https://www.dw.com/en/sweden-mulls-prison-for-young-teens-as-violent-crime-rises/a-77435410?maca=en-rss-en-world-4025-rdf">Sweden mulls prison for young teens as violent crime rises</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org90070ec" class="outline-3">
<h3 id="org90070ec">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org90070ec">
</div>
<div id="outline-container-org6dbe9f0" class="outline-4">
<h4 id="org6dbe9f0">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org6dbe9f0">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/folhinha/2026/06/desafio-de-matematica-discos-empilhados.shtml">Desafio de Matemática: Discos Empilhados</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/06/pe-de-pepino-do-mar-pode-sobreviver-separado-do-corpo-por-anos.shtml">'Pé' de pepino-do-mar pode sobreviver separado do corpo por anos</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/06/policia-investiga-irmas-e-mae-de-deolane-por-suspeita-de-ligacao-com-lavagem-de-dinheiro.shtml">Polícia investiga irmãs e mãe de Deolane por suspeita de ligação com lavagem de dinheiro</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/tec/2026/06/o-que-esperar-do-lancamento-de-ia-no-iphone-siri-e-software-da-apple.shtml">O que esperar do lançamento de IA no iPhone, Siri e software da Apple</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/camila-pitanga-celebra-noivado-e-define-amor-maduro-como-dadiva.shtml">Camila Pitanga celebra noivado e define amor maduro como 'dádiva'</a></li>
</ul>
</div>
</div>
